Repository: mconstantine/cooler
Catalog: server/public/locales/*.po
Languages: it

source: Token is invalid
it: Il token non è valido

source: Server ready at http://localhost:%s
it: Il server è pronto su http://localhost:%s

source: Unable to perform database migrations
it: Impossibile migrare il database

source: Represents a JavaScript date
it: Rappresenta una data JavaScript

source: Unable to retrieve the client after creation
it: Impossibile recuperare il cliente dopo l’aggiornamento

source: The client you are looking for was not found
it: Il cliente che cerchi non è stato trovato

source: You cannot see this client
it: Non puoi vedere questo cliente

source: The client you want to update was not found
it: Il cliente che vuoi aggiornare non è stato trovato

source: You cannot update this client
it: Non puoi aggiornare questo cliente

source: Unable to retrieve the client after update
it: Impossibile recuperare il cliente dopo l’aggiornamento

source: The client you want to delete was not found
it: Il cliente che vuoi eliminare non è stato trovato

source: You cannot delete this client
it: Non puoi eliminare questo cliente

source: The user of this client was not found
it: L’utente di questo cliente non è stato trovato

source: Invalid parameters format
it: Formato dei parametri non valido

source: Unexpected error running a statement against the database
it: Errore inaspettato durante l’esecuzione di un comando al database (run)

source: Unexpected error executing a statement against the database
it: Errore inaspettato durante l’esecuzione di un comando al database (exec)

source: Unexpected error while fetching from the database
it: Errore inaspettato durante il recupero dei dati dal database

source: There has been an error while decoding a database record
it: Errore durante la decodifica di una riga del database

source: Unexpected error while querying the database
it: Errore inaspettato durante una richiesta al database

source: To continue, please authenticate and add a user access token to your request
it: Per continuare, autenticati e aggiungi un access token utente alla tua richiesta

source: Unable to access database
it: Impossibile accedere al database

source: You must use either "first" and "after" or "last" and "before". You cannot mix and match them
it: Devi usare “first” e “after” oppure “last” e “before”, non puoi mischiarli come ti pare

source: The client was not found
it: Il cliente non è stato trovato

source: You cannot create projects for this client
it: Non puoi creare progetti per questo cliente

source: Unable to retrieve the project after creation
it: Impossibile recuperare il progetto dopo l’aggiornamento

source: The project you are looking for was not found
it: Il progetto che cerchi non è stato trovato

source: You cannot see this project
it: Non puoi vedere questo progetto

source: The project you want to update was not found
it: Il progetto che vuoi aggiornare non è stato trovato

source: You cannot update this project
it: Non puoi aggiornare questo progetto

source: The new client was not found
it: Il nuovo cliente non è stato trovato

source: You cannot assign this client to a project
it: Non puoi assegnare questo cliente a progetti

source: Unable to retrieve the project after update
it: Impossibile recuperare il progetto dopo l’aggiornamento

source: The project you want to delete was not found
it: Il progetto che vuoi eliminare non è stato trovato

source: You cannot delete this project
it: Non puoi eliminare questo progetto

source: The client of this project was not found
it: Il cliente di questo progetto non è stato trovato

source: Unable to retrieve the balance of the user
it: Impossibile recuperare il bilancio dell’utente

source: The task of this session was not found
it: Il task di questa sessione non è stato trovato

source: You cannot start a session for this task
it: Non puoi aprire una sessione per questo task

source: Unable to count existing sessions
it: Impossibile contare gli utenti esistenti

source: There is already an open session for this task
it: C’è già una sessione aperta per questo task

source: Unable to retrieve session after creation
it: Impossibile recuperare la sessione dopo la creazione

source: The session you are looking for was not found
it: La sessione che cerchi non è stata trovata

source: You cannot see this session
it: Non puoi vedere questa sessione

source: The session you want to update was not found
it: La sessione che vuoi aggiornare non è stata trovata

source: You cannot update this session
it: Non puoi aggiornare questa sessione

source: You cannot reopen a closed session
it: Non puoi riaprire una sessione chiusa

source: The new task was not found
it: Il nuovo task non è stato trovato

source: You cannot assign this task to a session
it: Non più assegnare questo task a una sessione

source: Unable to find the session after update
it: Impossibile recuperare la sessione dopo l’aggiornamento

source: The session you are trying to delete was not found
it: La sessione che vuoi eliminare non è stata trovata

source: You cannot delete this session
it: Non puoi eliminare questa sessione

source: The project was not found
it: Il progetto non è stato trovato

source: You cannot create a timesheet for this project
it: Non puoi creare un resoconto per questo progetto

source: The client of the project was not found
it: Il cliente del progetto non è stato trovato

source: Unable to access the files directory
it: Impossibile accedere alla cartella dei resoconti

source: Unable to create the files directory
it: Impossibile creare la cartella dei resoconti

source: Unable to read the files directory
it: Impossibile leggere la cartella dei resoconti

source: Unable to delete the old files
it: Impossibile eliminare i vecchi file

source: Unable to write the file
it: Impossibile scrivere il file del resoconto

source: The task was not found
it: Il task non è stato trovato

source: The user was not found
it: L’utente non è stato trovato

source: The project of this task was not found
it: Il progetto di questo task non è stato trovato

source: You cannot create tasks for this project
it: Non puoi creare task per questo progetto

source: Unable to retrieve the task after creation
it: Impossibile recuperare il task dopo la creazione

source: Unable to retrieve the project after the creation of the tasks batch
it: Impossibile recuperare il progetto dopo la creazione del gruppo di task

source: The task you are looking for was not found
it: Il task che cerchi non è stato trovato

source: You cannot see this task
it: Non puoi vedere questo task

source: The task you want to update was not found
it: Il task che vuoi aggiornare non è stato trovato

source: You cannot update this task
it: Non puoi aggiornare questo task

source: The new project was not found
it: Il nuovo progetto non è stato trovato

source: You cannot assign this project to a task
it: Non puoi assegnare questo progetto a un task

source: Unable to retrieve the task after update
it: Impossibile recuperare il task dopo l’aggiornamento

source: The task you want to delete was not found
it: Il task che vuoi eliminare non è stato trovato

source: You cannot delete this task
it: Non puoi eliminare questo task

source: Unable to retrieve the tax after creation
it: Impossibile recuperare la tassa dopo la creazione

source: The tax you are looking for was not found
it: La tassa che cerchi non è stata trovata

source: You cannot see this tax
it: Non puoi vedere questa tassa

source: The tax you are trying to update was not found
it: La tassa che vuoi aggiornare non è stata trovata

source: You cannot update this tax
it: Non puoi aggiornare questa tassa

source: Unable to retrieve the tax after update
it: Impossibile recuperare la tassa dopo l’aggiornamento

source: The tax you are trying to delete was not found
it: La tassa che vuoi eliminare non è stata trovata

source: You cannot delete this tax
it: Non puoi eliminare questa tassa

source: The user of this tax was not found
it: L’utente di questa tassa non è stato trovato

source: Unable to count existing users
it: Impossibile contare gli utenti esistenti

source: Only existing users can create new users
it: Solo gli utenti registrati possono creare nuovi utenti

source: A registered user with this e-mail address already exists
it: Esiste già un utente registrato con questo indirizzo e-mail

source: No user was found for this e-mail address
it: Non è stato trovato nessun utente con questo indirizzo e-mail

source: Wrong password
it: Password sbagliata

source: The refresk token is invalid
it: Il refresh token non è valido

source: This is not a refresh token
it: Questo non è un refresh token

source: No user was found for this token
it: Non è stato trovato nessun utente per questo token

source: A registered user with the new e-mail address already exists
it: Esiste già un utente registrato con il nuovo indirizzo e-mail

source: The user you want to update was not found
it: L’utente che vuoi aggiornare non è stato trovato

source: It was impossible to retrieve the user after the update
it: Impossibile recuperare l’utente dopo l’aggiornamento

source: The user you want to delete was not found
it: L’utente che vuoi eliminare non è stato trovato

source: You cannot see this user
it: Non puoi vedere questo utente
